Revit 2027 API
ParameterTypeId.RbsFpSprinklerKFactorParam Property
 "K-Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFpSprinklerKFactorParam { get; }
Public Shared ReadOnly Property RbsFpSprinklerKFactorParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFpSprinklerKFactorParam {
	ForgeTypeId^ get ();
}
static member RbsFpSprinklerKFactorParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace